[Support_Space_Offensive_IonCannon_T1 X2WeaponTemplate]
FriendlyName="火力支援：离子炮"
FriendlyNamePlural="火力支援：离子炮"
BriefSummary="一种远程无线电装置，允许用户呼叫离子炮攻击。"
TacticalText="<Bullet/>一种专门调谐以呼叫特定火力支援的无线电装置。\n<Bullet/>离子炮：作为下一代战略武器而开发的，它的地球同步轨道使其转移系数达到 8 比 1。\n<Bullet/>无法保证准确性。\n<Bullet/>不能在地下或大型建筑物或建筑群内使用。"
AbilityDescName="支援打击"



[Ability_Support_Orbital_Off_IonCannon_Stage1 X2AbilityTemplate]
LocFriendlyName="请求打击：离子炮"
LocLongDescription="<Ability:STRIKE_INTELCOST_USAGE_DYN/>\n请求离子炮攻击指定位置。卫星需要时间对准该位置，但该武器精确且致命。"
LocHelpText="<Ability:STRIKE_INTELCOST_USAGE_DYN/>\n延迟离子炮在所请求的视线范围内发动攻击。"
LocFlyOverText="请求打击：离子炮"

[Ability_Support_Orbital_Off_IonCannon_Stage2 X2AbilityTemplate]
;LocFriendlyName="你不应该有这种能力"
LocLongDescription="如果您发现此问题，请将此错误报告给 E3。"
LocHelpText="如果您发现此问题，请将此错误报告给 E3。"
